Repository: SoloTodo/solotodo_core
Catalog: mailing/locale/*/LC_MESSAGES/django.po
Languages: es

source: Entity dissociated
es: Entidad disociada

source: An entity you associated in the past has just been dissociated
es: Una entidad asociada por usted en el pasado acada de ser disociada

source: Name
es: Nombre

source: Store
es: Tienda

source: Original product
es: Producto original

source: Original association date
es: Fecha de asociación original

source: Dissociation information
es: Información de la disasociación

source: Date
es: Fecha

source: User
es: Usuario

source: The reason given
es: El motivo dado

source: No particular reason given.
es: No se dio un motivo en particular para la acción

source: Check the entity
es: Revisar la entidad

source: Error report
es: Reporte de error

source: An error has been detected while updating the pricing of an entity
es: Se detectó un error al actualizar la información de una entidad

source: Request information
es: Información de la petición

source: The found error
es: El error encontrado fue

source: Solve issue
es: Resolver
